Repository: isopen-io/meeshy
Catalog: apps/ios/Meeshy/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt_br

# a11y.language.show
source: Afficher en %@
ar: العرض بـ %@
de: Auf %@ anzeigen
en: Show in %@
es: Mostrar en %@
it: Mostra in %@
pt_br: Mostrar em %@

# a11y.language.shown
source: Affichée
ar: المعروضة
de: Angezeigt
en: Shown
es: Mostrada
it: Visualizzata
pt_br: Exibida

# a11y.language.translated_from
source: Traduit de %1$@ vers %2$@
ar: مترجم من %1$@ إلى %2$@
de: Übersetzt von %1$@ nach %2$@
en: Translated from %1$@ to %2$@
es: Traducido de %1$@ a %2$@
it: Tradotto da %1$@ a %2$@
pt_br: Traduzido de %1$@ para %2$@

# a11y.onboarding.step.completed
source: Terminée
ar: مكتملة
de: Abgeschlossen
en: Completed
es: Completado
it: Completato
pt_br: Concluída

# a11y.onboarding.step.current
source: En cours
ar: الحالية
de: Aktuell
en: Current
es: En curso
it: In corso
pt_br: Em andamento

# a11y.onboarding.step.position
source: Étape %1$@ sur %2$@
ar: الخطوة %1$@ من %2$@
de: Schritt %1$@ von %2$@
en: Step %1$@ of %2$@
es: Paso %1$@ de %2$@
it: Passaggio %1$@ di %2$@
pt_br: Etapa %1$@ de %2$@

# a11y.onboarding.step.revisit.hint
source: Revenir à cette étape
ar: العودة إلى هذه الخطوة
de: Zu diesem Schritt zurückkehren
en: Go back to this step
es: Volver a este paso
it: Torna a questo passaggio
pt_br: Voltar para esta etapa

# a11y.onboarding.step.upcoming
source: À venir
ar: قادمة
de: Ausstehend
en: Upcoming
es: Pendiente
it: Da completare
pt_br: Pendente

# action.select
source: Sélectionner
ar: تحديد
de: Auswählen
en: Select
es: Seleccionar
it: Seleziona
pt_br: Selecionar

# composer.audience.apply
source: Appliquer
ar: تطبيق
de: Übernehmen
en: Apply
es: Aplicar
it: Applica
pt_br: Aplicar

# composer.audience.hashtag.remove
source: Retirer ce hashtag
ar: إزالة هذا الوسم
de: Diesen Hashtag entfernen
en: Remove this hashtag
es: Quitar este hashtag
it: Rimuovi questo hashtag
pt_br: Remover esta hashtag

# composer.audience.hashtags
source: HASHTAGS
ar: الوسوم
it: HASHTAG

# composer.audience.hashtags.none
source: Aucun hashtag
ar: لا وسوم
de: Keine Hashtags
en: No hashtags
es: Sin hashtags
it: Nessun hashtag
pt_br: Sem hashtags

# composer.audience.mention.inline
source: dans le texte
ar: في النص
de: im Text
en: in the text
es: en el texto
it: nel testo
pt_br: no texto

# composer.audience.mention.note
source: rangée « Avec… »
ar: صف « مع… »
de: Zeile „Mit …“
en: “With…” row
es: fila «Con…»
it: riga « Con… »
pt_br: linha «Com…»

# composer.audience.mention.outside
source: Hors de l'audience choisie — cette personne ne verra pas sa mention.
ar: خارج الجمهور المختار — لن يرى هذا الشخص الإشارة.
de: Außerhalb der gewählten Zielgruppe — diese Person sieht ihre Erwähnung nicht.
en: Outside the chosen audience — this person won't see their mention.
es: Fuera de la audiencia elegida: esta persona no verá su mención.
it: Fuori dal pubblico scelto — questa persona non vedrà la sua menzione.
pt_br: Fora do público escolhido — esta pessoa não verá a menção.

# composer.audience.mention.pinned
source: badge sur la scène
ar: شارة على المشهد
de: Badge auf der Szene
en: badge on the scene
es: insignia en la escena
it: badge sulla scena
pt_br: selo na cena

# composer.audience.mention.silent
source: notifiée seulement
ar: إشعار فقط
de: nur benachrichtigt
en: notified only
es: solo notificada
it: solo notificata
pt_br: apenas notificada

# composer.audience.mentions
source: MENTIONS
ar: الإشارات
de: ERWÄHNUNGEN
es: MENCIONES
it: MENZIONI
pt_br: MENÇÕES

# composer.audience.mentions.none
source: Aucune mention
ar: لا إشارات
de: Keine Erwähnungen
en: No mentions
es: Sin menciones
it: Nessuna menzione
pt_br: Sem menções

# composer.audience.scope
source: L'audience appartient à la publication, jamais à une slide : changer de profil la conserve.
ar: الجمهور يخص المنشور، لا الشريحة: تغيير النمط يحافظ عليه.
de: Die Zielgruppe gehört zum Beitrag, nie zu einer Folie: Ein Profilwechsel behält sie bei.
en: The audience belongs to the publication, never to a slide: switching profile keeps it.
es: La audiencia pertenece a la publicación, nunca a una diapositiva: cambiar de perfil la conserva.
it: Il pubblico appartiene alla pubblicazione, mai a una slide: cambiare profilo lo conserva.
pt_br: O público pertence à publicação, nunca a um slide: mudar de perfil o mantém.

# composer.audience.sub.community
source: Les membres de vos communautés
ar: أعضاء مجتمعاتك
de: Die Mitglieder deiner Communitys
en: The members of your communities
es: Los miembros de tus comunidades
it: I membri delle tue community
pt_br: Os membros das suas comunidades

# composer.audience.sub.count
source: %lld sélectionnées
ar: %lld محدَّدون
de: %lld ausgewählt
en: %lld selected
es: %lld seleccionadas
it: %lld selezionate
pt_br: %lld selecionadas

# composer.audience.sub.friends
source: Vos contacts acceptés
ar: جهات الاتصال المقبولة
de: Deine bestätigten Kontakte
en: Your accepted contacts
es: Tus contactos aceptados
it: I tuoi contatti accettati
pt_br: Seus contatos aceitos

# composer.audience.sub.pick
source: Choisir des personnes
ar: اختيار أشخاص
de: Personen auswählen
en: Choose people
es: Elegir personas
it: Scegli delle persone
pt_br: Escolher pessoas

# composer.audience.sub.private
source: Vous seul — rien n'est publié
ar: أنت وحدك — لا شيء يُنشر
de: Nur du — nichts wird veröffentlicht
en: You alone — nothing is published
es: Solo tú: no se publica nada
it: Solo tu — non viene pubblicato nulla
pt_br: Só você — nada é publicado

# composer.audience.sub.public
source: Tout le monde, y compris hors abonnés
ar: الجميع، بمن فيهم غير المتابعين
de: Alle, auch Nicht-Abonnenten
en: Everyone, including non-followers
es: Todo el mundo, incluidos los no seguidores
it: Tutti, anche i non follower
pt_br: Todos, inclusive não seguidores

# composer.audience.title
source: Audience
ar: الجمهور
de: Zielgruppe
es: Audiencia
it: Pubblico
pt_br: Público

# composer.chip.align
source: ALIGN · %@
ar: المحاذاة · %@
de: AUSRICHTUNG · %@
es: ALINEAR · %@
it: ALLINEA · %@
pt_br: ALINHAR · %@

# composer.chip.align.center
source: CENTRÉ
ar: توسيط
de: ZENTRIERT
en: CENTER
es: CENTRO
it: CENTRO
pt_br: CENTRO

# composer.chip.align.left
source: GAUCHE
ar: يسار
de: LINKS
en: LEFT
es: IZQUIERDA
it: SINISTRA
pt_br: ESQUERDA

# composer.chip.align.right
source: DROITE
ar: يمين
de: RECHTS
en: RIGHT
es: DERECHA
it: DESTRA
pt_br: DIREITA

# composer.chip.kind.audio
source: SON
ar: صوت
de: TON
en: SOUND
es: SONIDO
it: SUONO
pt_br: SOM

# composer.chip.kind.location
source: LIEU
ar: موقع
de: ORT
en: PLACE
es: LUGAR
it: LUOGO
pt_br: LOCAL

# composer.chip.kind.media
source: MÉDIA
ar: وسائط
de: MEDIUM
en: MEDIA
es: MEDIO
it: MEDIA
pt_br: MÍDIA

# composer.chip.kind.sticker
source: STICKER
ar: ملصق
es: PEGATINA

# composer.chip.kind.text
source: TEXTE
ar: نص
de: TEXT
en: TEXT
es: TEXTO
it: TESTO
pt_br: TEXTO

# composer.chip.plan.background
source: PLAN BG
ar: الطبقة BG
de: EBENE BG
en: BG PLANE
es: PLANO BG
it: PIANO BG
pt_br: PLANO BG

# composer.chip.plan.foreground
source: PLAN FG
ar: الطبقة FG
de: EBENE FG
en: FG PLANE
es: PLANO FG
it: PIANO FG
pt_br: PLANO FG

# composer.chip.rotation
source: ROTATION %@°
ar: التدوير %@°
de: DREHUNG %@°
es: ROTACIÓN %@°
it: ROTAZIONE %@°
pt_br: ROTAÇÃO %@°

# composer.chip.size
source: TAILLE %@
ar: الحجم %@
de: GRÖSSE %@
en: SIZE %@
es: TAMAÑO %@
it: DIMENSIONE %@
pt_br: TAMANHO %@

# composer.chip.sound
source: SON %@
ar: الصوت %@
de: TON %@
en: SOUND %@
es: SONIDO %@
it: AUDIO %@
pt_br: SOM %@

# composer.chip.style
source: STYLE · %@
ar: النمط · %@
de: STIL · %@
es: ESTILO · %@
it: STILE · %@
pt_br: ESTILO · %@

# composer.chip.style.bold
source: GRAS
ar: عريض
de: FETT
en: BOLD
es: NEGRITA
it: GRASSETTO
pt_br: NEGRITO

# composer.chip.style.classic
source: CLASSIQUE
ar: كلاسيكي
de: KLASSISCH
en: CLASSIC
es: CLÁSICA
it: CLASSICO
pt_br: CLÁSSICA

# composer.chip.style.handwriting
source: MANUSCRIT
ar: خط اليد
de: HANDSCHRIFT
en: HANDWRITING
es: MANUSCRITA
it: CORSIVO
pt_br: MANUSCRITA

# composer.chip.style.neon
source: NÉON
ar: نيون
de: NEON
en: NEON
es: NEÓN
it: NEON

# composer.chip.style.typewriter
source: MACHINE
ar: آلة كاتبة
de: SCHREIBMASCHINE
en: TYPEWRITER
es: MÁQUINA
it: MACCHINA
pt_br: MÁQUINA

# composer.document.a11y.mentions
source: Suggestions de mention
ar: اقتراحات الإشارة
de: Erwähnungsvorschläge
en: Mention suggestions
es: Sugerencias de mención
it: Suggerimenti di menzione
pt_br: Sugestões de menção

# composer.hashtag.add
source: Ajouter
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
it: Aggiungi
pt_br: Adicionar

# composer.hashtag.placeholder
source: Ajouter un hashtag
ar: إضافة وسم
de: Hashtag hinzufügen
en: Add a hashtag
es: Añadir un hashtag
it: Aggiungi un hashtag
pt_br: Adicionar uma hashtag

# composer.hashtag.trending
source: TENDANCES
ar: الرائجة
de: TRENDS
en: TRENDING
es: TENDENCIAS
it: TENDENZE
pt_br: EM ALTA

# composer.object.editor.done
source: Terminé
ar: تم
de: Fertig
en: Done
es: Listo
it: Fatto
pt_br: Concluído

# composer.object.editor.end
source: Fin
ar: النهاية
de: Ende
en: End
it: Fine
pt_br: Fim

# composer.object.editor.permanent
source: Visible du début à la fin
ar: ظاهر من البداية إلى النهاية
de: Von Anfang bis Ende sichtbar
en: Visible from start to end
es: Visible de principio a fin
it: Visibile dall'inizio alla fine
pt_br: Visível do início ao fim

# composer.object.editor.plan
source: PLAN 2D
ar: مخطط ثنائي الأبعاد
de: 2D-PLAN
en: 2D PLAN
es: PLANO 2D
it: PIANO 2D
pt_br: PLANO 2D

# composer.object.editor.start
source: Début
ar: البداية
de: Anfang
en: Start
es: Inicio
it: Inizio
pt_br: Início

# composer.object.editor.timing
source: APPARITION
ar: الظهور
de: EINBLENDUNG
en: APPEARANCE
es: APARICIÓN
it: COMPARSA
pt_br: APARIÇÃO

# composer.object.editor.title
source: Modifier l'objet
ar: تعديل العنصر
de: Objekt bearbeiten
en: Edit object
es: Editar objeto
it: Modifica l'oggetto
pt_br: Editar objeto

# composer.object.editor.window
source: De %@ à %@
ar: من %@ إلى %@
de: Von %@ bis %@
en: From %@ to %@
es: De %@ a %@
it: Da %@ a %@
pt_br: De %@ a %@

# composer.object.editor.window.permanent
source: De %@ à la fin
ar: من %@ إلى النهاية
de: Von %@ bis zum Ende
en: From %@ to the end
es: De %@ hasta el final
it: Da %@ alla fine
pt_br: De %@ até o fim

# composer.object.tool.align
source: ALIGNEMENT
ar: المحاذاة
de: AUSRICHTUNG
en: ALIGNMENT
es: ALINEACIÓN
it: ALLINEAMENTO
pt_br: ALINHAMENTO

# composer.object.tool.background
source: FOND
ar: الخلفية
de: HINTERGRUND
en: BACKGROUND
es: FONDO
it: SFONDO
pt_br: FUNDO

# composer.object.tool.border
source: CONTOUR
ar: الحد
de: KONTUR
en: BORDER
es: CONTORNO
it: BORDO
pt_br: CONTORNO

# composer.object.tool.color
source: COULEUR
ar: اللون
de: FARBE
en: COLOR
es: COLOR
it: COLORE
pt_br: COR

# composer.object.tool.frame
source: CADRE
ar: الإطار
de: RAHMEN
en: FRAME
es: MARCO
it: CORNICE
pt_br: MOLDURA

# composer.object.tool.language
source: LANGUE
ar: اللغة
de: SPRACHE
en: LANGUAGE
es: IDIOMA
it: LINGUA
pt_br: IDIOMA

# composer.object.tool.style
source: STYLE
ar: النمط
de: STIL
es: ESTILO
it: STILE
pt_br: ESTILO

# composer.rail.hashtag
source: Ajouter un hashtag
ar: إضافة وسم
de: Hashtag hinzufügen
en: Add a hashtag
es: Añadir un hashtag
it: Aggiungi un hashtag
pt_br: Adicionar uma hashtag

# conversation.selection.capReached
source: Maximum 100 messages
ar: الحد الأقصى 100 رسالة
de: Maximal 100 Nachrichten
es: Máximo 100 mensajes
it: Massimo 100 messaggi
pt_br: Máximo de 100 mensagens

# conversation.selection.count
source: %d sélectionnés
ar: تم تحديد %d
de: %d ausgewählt
en: %d selected
es: %d seleccionados
it: %d selezionati
pt_br: %d selecionadas

# conversation.selection.toggleMessage
source: Message
ar: رسالة
de: Nachricht
es: Mensaje
it: Messaggio
pt_br: Mensagem

# feed.nearby.consent.collapsed
source: Replié
ar: مطوي
de: Eingeklappt
en: Collapsed
es: Contraído
it: Compresso
pt_br: Recolhido

# feed.nearby.consent.expanded
source: Déplié
ar: موسّع
de: Aufgeklappt
en: Expanded
es: Expandido
it: Espanso
pt_br: Expandido

# feed.nearby.consent.summaryDisabled
source: Non trouvable à proximité
ar: غير قابل للاكتشاف في الجوار
de: Nicht in der Nähe auffindbar
en: Not findable nearby
es: No visible en las cercanías
it: Non trovabile nelle vicinanze
pt_br: Não encontrável por perto

# feed.nearby.consent.summaryEnabled
source: Trouvable à proximité
ar: قابل للاكتشاف في الجوار
de: In der Nähe auffindbar
en: Findable nearby
es: Visible en las cercanías
it: Trovabile nelle vicinanze
pt_br: Encontrável por perto

# feed.nearby.consent.summaryHint
source: Affiche ou masque les réglages de position à proximité.
ar: إظهار أو إخفاء إعدادات الموقع القريب.
de: Zeigt oder verbirgt die Einstellungen für die Standortsuche in der Nähe.
en: Shows or hides nearby location settings.
es: Muestra u oculta los ajustes de ubicación cercana.
it: Mostra o nasconde le impostazioni di posizione nelle vicinanze.
pt_br: Mostra ou oculta as configurações de localização por perto.

# story.viewer.sticker.saved.one
source: Sticker ajouté à Mes stickers
ar: تمت إضافة الملصق إلى ملصقاتي
de: Sticker zu „Meine Sticker“ hinzugefügt
en: Sticker added to My stickers
es: Sticker añadido a Mis stickers
it: Sticker aggiunto a I miei sticker
pt_br: Sticker adicionado a Meus stickers

# story.viewer.sticker.saved.many
source: %d stickers ajoutés à Mes stickers
ar: تمت إضافة %d ملصقات إلى ملصقاتي
de: %d Sticker zu „Meine Sticker“ hinzugefügt
en: %d stickers added to My stickers
es: %d stickers añadidos a Mis stickers
it: %d sticker aggiunti a I miei sticker
pt_br: %d stickers adicionados a Meus stickers

# story.viewer.sticker.alreadySaved
source: Déjà dans Mes stickers
ar: موجود بالفعل في ملصقاتي
de: Bereits in „Meine Sticker“
en: Already in My stickers
es: Ya está en Mis stickers
it: Già in I miei sticker
pt_br: Já está em Meus stickers

# story.viewer.sticker.saveFailed
source: Enregistrement impossible
ar: تعذّر الحفظ
de: Speichern nicht möglich
en: Couldn't save
es: No se pudo guardar
it: Impossibile salvare
pt_br: Não foi possível salvar

# story.viewer.sticker.save.one
source: Enregistrer le sticker
ar: حفظ الملصق
de: Sticker speichern
en: Save sticker
es: Guardar sticker
it: Salva sticker
pt_br: Salvar sticker

# story.viewer.sticker.save.many
source: Enregistrer les %d stickers
ar: حفظ %d ملصقات
de: %d Sticker speichern
en: Save %d stickers
es: Guardar %d stickers
it: Salva %d sticker
pt_br: Salvar %d stickers

# composer.paste.onlyImagesBecomeStickers
source: Seules les images deviennent des stickers : %@
ar: الصور فقط تتحول إلى ملصقات: %@
de: Nur Bilder werden zu Stickern: %@
en: Only images become stickers: %@
es: Solo las imágenes se convierten en stickers: %@
it: Solo le immagini diventano sticker: %@
pt_br: Apenas imagens viram stickers: %@

# composer.paste.textCannotBecomeASticker
source: Le texte ne devient pas un sticker
ar: النص لا يتحول إلى ملصق
de: Text wird nicht zu einem Sticker
en: Text doesn't become a sticker
es: El texto no se convierte en sticker
it: Il testo non diventa uno sticker
pt_br: Texto não vira sticker

# upgradeGate.title
source: Mise à jour requise
ar: التحديث مطلوب
de: Update erforderlich
en: Update required
es: Actualización necesaria
it: Aggiornamento richiesto
pt_br: Atualização necessária

# upgradeGate.message
source: Cette version de Meeshy ne peut plus échanger avec le serveur. Installez la dernière version pour continuer.
ar: لم يعد بإمكان هذا الإصدار من Meeshy الاتصال بالخادم. ثبّت أحدث إصدار للمتابعة.
de: Diese Meeshy-Version kann nicht mehr mit dem Server kommunizieren. Installiere die neueste Version, um fortzufahren.
en: This version of Meeshy can no longer talk to the server. Install the latest version to continue.
es: Esta versión de Meeshy ya no puede comunicarse con el servidor. Instala la última versión para continuar.
it: Questa versione di Meeshy non può più comunicare con il server. Installa l'ultima versione per continuare.
pt_br: Esta versão do Meeshy não consegue mais se comunicar com o servidor. Instale a versão mais recente para continuar.

# upgradeGate.min_version
source: Version minimale : %@
ar: الحد الأدنى للإصدار: %@
de: Mindestversion: %@
en: Minimum version: %@
es: Versión mínima: %@
it: Versione minima: %@
pt_br: Versão mínima: %@

# upgradeGate.action
source: Mettre à jour
ar: تحديث
de: Aktualisieren
en: Update
es: Actualizar
it: Aggiorna
pt_br: Atualizar

# 2fa_manual_entry_label
source: Ou entrez cette clé manuellement :
ar: أو أدخل هذا المفتاح يدويًا:
de: Oder gib diesen Schlüssel manuell ein:
en: Or enter this key manually:
es: O introduce esta clave manualmente:
it: Oppure inserisci questa chiave manualmente:
pt_br: Ou insira esta chave manualmente:

# 2fa_generate_codes
source: Générer les codes
ar: إنشاء الرموز
de: Codes erzeugen
en: Generate the codes
es: Generar los códigos
it: Genera i codici
pt_br: Gerar os códigos

# 2fa_enter_code_instruction
source: Entrez le code à 6 chiffres affiché dans votre application
ar: أدخل الرمز المكوّن من 6 أرقام الظاهر في تطبيقك
de: Gib den sechsstelligen Code aus deiner App ein
en: Enter the 6-digit code shown in your app
es: Introduce el código de 6 dígitos que aparece en tu aplicación
it: Inserisci il codice a 6 cifre mostrato nella tua app
pt_br: Digite o código de 6 dígitos exibido no seu app

# 2fa_disable_warning
source: Votre compte sera moins sécurisé sans 2FA. Entrez votre mot de passe et votre code pour confirmer.
ar: سيصبح حسابك أقل أمانًا بدون المصادقة الثنائية. أدخل كلمة المرور والرمز للتأكيد.
de: Ohne 2FA ist dein Konto weniger sicher. Gib zur Bestätigung dein Passwort und deinen Code ein.
en: Your account will be less secure without 2FA. Enter your password and code to confirm.
es: Tu cuenta será menos segura sin 2FA. Introduce tu contraseña y tu código para confirmar.
it: Il tuo account sarà meno sicuro senza 2FA. Inserisci password e codice per confermare.
pt_br: Sua conta ficará menos segura sem 2FA. Digite sua senha e seu código para confirmar.

# 2fa_copy_all_codes
source: Copier tous les codes
ar: نسخ كل الرموز
de: Alle Codes kopieren
en: Copy all codes
es: Copiar todos los códigos
it: Copia tutti i codici
pt_br: Copiar todos os códigos

# 2fa_confirm_disable
source: Confirmer la désactivation
ar: تأكيد إلغاء التفعيل
de: Deaktivierung bestätigen
en: Confirm deactivation
es: Confirmar la desactivación
it: Conferma la disattivazione
pt_br: Confirmar a desativação

# 2fa_backup_codes_warning
source: Ces codes remplacent les précédents. Conservez-les en lieu sûr.
ar: تحلّ هذه الرموز محل السابقة. احتفظ بها في مكان آمن.
de: Diese Codes ersetzen die vorherigen. Bewahre sie sicher auf.
en: These codes replace the previous ones. Keep them somewhere safe.
es: Estos códigos sustituyen a los anteriores. Guárdalos en un lugar seguro.
it: Questi codici sostituiscono i precedenti. Conservali in un luogo sicuro.
pt_br: Estes códigos substituem os anteriores. Guarde-os em local seguro.

# 2fa_backup_codes_instruction
source: Conservez ces codes de secours dans un endroit sûr. Chaque code ne peut être utilisé qu'une seule fois.
ar: احتفظ برموز الاسترداد هذه في مكان آمن. يمكن استخدام كل رمز مرة واحدة فقط.
de: Bewahre diese Backup-Codes sicher auf. Jeder Code kann nur einmal verwendet werden.
en: Keep these backup codes somewhere safe. Each code can only be used once.
es: Guarda estos códigos de recuperación en un lugar seguro. Cada código solo puede usarse una vez.
it: Conserva questi codici di backup in un luogo sicuro. Ogni codice può essere usato una sola volta.
pt_br: Guarde estes códigos de backup em local seguro. Cada código só pode ser usado uma vez.

# 2fa_backup_code_verify
source: Entrez votre code 2FA pour générer de nouveaux codes de secours
ar: أدخل رمز المصادقة الثنائية لإنشاء رموز استرداد جديدة
de: Gib deinen 2FA-Code ein, um neue Backup-Codes zu erzeugen
en: Enter your 2FA code to generate new backup codes
es: Introduce tu código 2FA para generar nuevos códigos de recuperación
it: Inserisci il codice 2FA per generare nuovi codici di backup
pt_br: Digite seu código 2FA para gerar novos códigos de backup

# 2fa_back_to_qr
source: Retour au QR code
ar: العودة إلى رمز QR
de: Zurück zum QR-Code
en: Back to the QR code
es: Volver al código QR
it: Torna al codice QR
pt_br: Voltar ao QR code

# 2fa_activated_title
source: 2FA activé avec succès !
ar: تم تفعيل المصادقة الثنائية بنجاح!
de: 2FA erfolgreich aktiviert!
en: 2FA enabled successfully!
es: ¡2FA activada correctamente!
it: 2FA attivata con successo!
pt_br: 2FA ativada com sucesso!

# 2fa_next_button
source: Suivant
ar: التالي
de: Weiter
en: Next
es: Siguiente
it: Avanti
pt_br: Próximo

# 2fa_done_button
source: Terminer
ar: إنهاء
de: Fertig
en: Done
es: Finalizar
it: Fine
pt_br: Concluir

# 2fa_close
source: Fermer
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
it: Chiudi
pt_br: Fechar

# 2fa_cancel
source: Annuler
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
it: Annulla
pt_br: Cancelar

# 2fa_scan_instruction
source: Scannez ce QR code avec votre application d'authentification
ar: امسح رمز QR هذا بتطبيق المصادقة لديك
de: Scanne diesen QR-Code mit deiner Authenticator-App
en: Scan this QR code with your authenticator app
es: Escanea este código QR con tu aplicación de autenticación
it: Scansiona questo codice QR con la tua app di autenticazione
pt_br: Escaneie este QR code com seu app autenticador

source: %@ Vues
ar: %@ مشاهدة
de: %@ Ansichten
en: %@ Views
es: %@ Vistas
it: %@ visualizzazioni
pt_br: %@ Visualizações

source: %@ caractères
ar: %@ حرفًا
de: %@ Zeichen
en: %@ characters
es: %@ caracteres
it: %@ caratteri
pt_br: %@ caracteres

source: %@ clics
ar: %@ نقرة
de: %@ Klicks
en: %@ clicks
it: %@ clic
pt_br: %@ cliques

source: %@ commentaires
ar: %@ تعليقًا
de: %@ Kommentare
en: %@ comments
es: %@ comentarios
it: %@ commenti
pt_br: %@ comentários

source: %@ effet(s) actif(s)
ar: %@ تأثير نشط
de: %@ aktive(r) Effekt(e)
en: %@ active effect(s)
es: %@ efecto(s) activo(s)
it: %@ effetto/i attivo/i
pt_br: %@ efeito(s) ativo(s)

source: %@ locuteurs detectes
ar: %@ متحدثين تم رصدهم
de: %@ Sprecher erkannt
en: %@ speakers detected
es: %@ locutores detectados
it: %@ interlocutori rilevati
pt_br: %@ locutores detectados

# %@ membre%@
source: %1$@ membre%2$@
ar: %1$@ عضو%2$@
de: %1$@ Mitglied%2$@
en: %1$@ member%2$@
es: %1$@ miembro%2$@
it: %1$@ membro%2$@
pt_br: %1$@ membro%2$@

# %@ membres · %@
source: %1$@ membres · %2$@
ar: %1$@ أعضاء · %2$@
de: %1$@ Mitglieder · %2$@
en: %1$@ members · %2$@
es: %1$@ miembros · %2$@
it: %1$@ membri · %2$@
pt_br: %1$@ membros · %2$@

source: %@ pages
ar: %@ صفحة
de: %@ Seiten
es: %@ páginas
it: %@ pagine
pt_br: %@ páginas

source: %@ rejoints
ar: %@ انضمام
de: %@ beigetreten
en: %@ joined
es: %@ unidos
it: %@ iscritti
pt_br: %@ ingressaram

source: %@ reponses
ar: %@ رد
de: %@ Antworten
en: %@ replies
es: %@ respuestas
it: %@ risposte
pt_br: %@ respostas

source: %@ réponses
ar: %@ رد
de: %@ Antworten
en: %@ replies
es: %@ respuestas
it: %@ risposte
pt_br: %@ respostas

# %@ utilisation%@ maximum
source: %1$@ utilisation%2$@ maximum
ar: %1$@ استخدام%2$@ كحد أقصى
de: %1$@ Nutzung%2$@ maximal
en: %1$@ use%2$@ maximum
es: %1$@ uso%2$@ máximo
it: %1$@ utilizzo%2$@ massimo
pt_br: %1$@ uso%2$@ máximo

source: %@ verrou(s)
ar: %@ قفل
de: %@ Sperre(n)
en: %@ lock(s)
es: %@ bloqueo(s)
it: %@ blocco/i
pt_br: %@ bloqueio(s)

# %@ vue%@
source: %1$@ vue%2$@
ar: %1$@ مشاهدة%2$@
de: %1$@ Ansicht%2$@
en: %1$@ view%2$@
es: %1$@ vista%2$@
it: %1$@ visualizzazione%2$@
pt_br: %1$@ visualização%2$@

# %@/%@ fichiers
source: %1$@/%2$@ fichiers
ar: %1$@/%2$@ ملف
de: %1$@/%2$@ Dateien
en: %1$@/%2$@ files
es: %1$@/%2$@ archivos
it: %1$@/%2$@ file
pt_br: %1$@/%2$@ arquivos

source: %@/150 caracteres
ar: %@/150 حرفًا
de: %@/150 Zeichen
en: %@/150 characters
it: %@/150 caratteri

source: %@s
ar: %@ ث

source: %lld membres
ar: %lld أعضاء
de: %lld Mitglieder
en: %lld members
es: %lld miembros
it: %lld membri
pt_br: %lld membros
